Revit 2027 API
UnitTypeId.KilogramsPerSecond Property
 Kilograms per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerSecond { get; }
Public Shared ReadOnly Property KilogramsPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerSecond {
	ForgeTypeId^ get ();
}
static member KilogramsPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace